Repository: durul/iCarStation
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr, it, tr, zh_hant

source: Memory Problem
de: Speicher-Problem
es: Problema de Memoria
fr: Problème de Mémoire
it: Problema di Memoria
tr: Hafıza Problemi
zh_hant: 內存問題

source: Can't Mail
de: Nicht Mail
es: No Envíe Por Correo
fr: Mail Ne Peut Pas Aller
it: Non Posta
tr: Postalayamıyoruz
zh_hant: 不能郵寄

source: This Device Is Not Able To send E-mail
de: Dieses Gerät Ist Nicht In Der Lage, E-Mail Senden
es: Este dispositivo no es capaz de enviar correo electrónico
fr: Cet Appareil N'est Pas En Mesure D'envoyer Des Courriels
it: Questo Dispositivo Non è In Grado Di Inviare E-mail
tr: Bu Cihazdan, E-posta Göndermek Mümkün Değil
zh_hant: 此設備是不能夠發送電子郵件

source: Mail error
de: E-Mail Fehler
es: error de correo electrónico
fr: Erreur email
it: Errore email
tr: E-posta hatası
zh_hant: 郵件錯誤

source: My Car is Here
de: Mein Auto ist hier
es: Mi coche está aquí
fr: Ma voiture est ici
it: La mia macchina è qui
tr: Arabam Burada
zh_hant: 我的車就在這裡

source: Please Close Some Applications!
de: Schließen Sie einige Anwendungen!
es: Por Favor, Cierre Algunas Aplicaciones!
fr: S'il Vous Plaît Fermer Certaines Applications!
it: Chiudere Alcune Applicazioni!
tr: Bazı uygulamaları kapatın!
zh_hant: 請關閉一些應用程序

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
tr: İptal
zh_hant: 取消

source: Give a Rate
de: Geben Sie einen Preis
es: Dale un Cambio
fr: Donnez une note
it: Dare un tasso
tr: Oy verin
zh_hant: 給予評分

source: Send Gifts
de: Senden Sie Geschenke
es: Enviar Regalos
fr: Envoyer Cadeaux
it: Invia un regalo
tr: Hediye Gönder
zh_hant: 送好禮

source: Tell a Friend
de: An einen Freund senden
es: Recomendar a un Amigo
fr: Envoyer à un ami
it: Dillo ad un Amico
tr: Arkadaşlarla Paylaş
zh_hant: 推薦給朋友

source: Gift This App
de: Ce cadeau App
es: Regalo de esta Aplicación
fr: Ce cadeau App
it: Fai un regalo App
tr: Hediye Et
zh_hant: 禮品此應用

source: Gift
de: Geschenk
es: Obsequio
fr: Cadeau
it: Regalo
tr: Hediye
zh_hant: 禮物

source: Rate This App
de: Bewerten App
es: Evaluar la Aplicación
fr: Évaluer App
it: Valutare App
tr: Uygulamayı Değerlendir
zh_hant: 給這個程序

source: Rate
de: Auswertung
es: Evaluación
fr: Evaluation
it: Valutazione
tr: Değerlendirme
zh_hant: 率

source: No, Thanks
de: Nein, Danke
fr: Non, Merci
it: No, Grazie
tr: Hayır
zh_hant: 不，謝謝

source: If you enjoy using, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!
de: Wenn Sie gerne mit, würde es Ihnen etwas ausmachen, die einen Moment, um es zu bewerten? Es wird nicht mehr als eine Minute dauern. Vielen Dank für Ihre Unterstützung!
es: Si te gusta usar, ¿le importaría tomar un momento para evaluarlo? No va a tomar más de un minuto. Gracias por su apoyo!
fr: Si vous aimez l'aide, cela vous dérangerait de prendre un moment pour noter? Il ne prendra pas plus d'une minute. Merci pour votre soutien!
it: Se vi piace usare, ti dispiacerebbe prendere un momento di votarla? Non ci vorrà più di un minuto. Grazie per il vostro supporto!
tr: Eğer kullanmaktan memnun kaldıysanız, bunu değerlendirmek için bir dakikanızı almamızın sakıncası olur? Bu bir dakikadan fazla sürmez. Desteğiniz için teşekkürler!
zh_hant: 如果你喜歡使用，你會介意一點時間來評價呢？這將不會超過一分鐘。感謝您的支持!

source: Please Update Time by Settings Page
de: Bitte aktualisiere Time von Einstellungen Page
es: Por favor, Tiempo de Actualización por Opciones página
fr: S'il vous plaît Mettre à jour Temps par page Paramètres
it: Si prega di tempo di aggiornamento per Impostazioni Pagina
tr: Lütfen ayarlar sayfasını güncelleyin.
zh_hant: 通過設置頁面請更新時間

source: Park Time Schedule Start
de: Park Zeitplan Starten
es: Parque Horario Hora
fr: Park Heure de début de planification
it: Parco Time Schedule Inizio
tr: Park Zaman Çizelgesi Başlangıç
zh_hant: 公園時間計劃開始

source: Park Time Scheduled End
de: Park Zeitplan Fertig
es: Park Hora Horario Finalizar
fr: Parc Horaire Terminer
it: Parco Time Schedule Fine
tr: Park Zaman Çizelgesi Bitiş
zh_hant: 公園時間如期結束

source: Welcome to iCarStation
de: Willkommen auf iCarStation
es: Bienvenido a iCarStation
fr: Bienvenue à iCarStation
it: Benvenuti a iCarStation
tr: iCarStation'a Hoşgeldiniz
zh_hant: 歡迎 iCarStation

source: Parking Time
de: Parkzeit
es: Parking Tiempo
fr: Temps de stationnement
it: Parcheggio Tempo
tr: Park Süresi
zh_hant: 停車時間

source: Features
de: Eigenschaften
es: Características
fr: Traits
it: Lineamenti
tr: Özellikler
zh_hant: 產品特點

source: iCarStation will always remember Where you left the car parked. When You left you car at the anywhere. iCarStation saves the position, zone, block.
de: iCarStation wird immer daran erinnern, wo Sie das Auto nach links geparkt. Wenn Sie Ihr Auto verlassen an der überall. iCarStation speichert die Position, Zonen-Block.
es: iCarStation siempre recordarán dónde dejaste el coche aparcado. Cuando Usted dejó su coche en el lugar. iCarStation guarda la posición, zona, bloque.
fr: iCarStation souviendrai toujours où vous l'avez laissé la voiture garée. Lorsque vous avez quitté votre voiture à la n'importe où. iCarStation enregistre la position, zone, bloc.
it: iCarStation sarà sempre ricordare dove avete lasciato l'auto parcheggiata. Quando hai lasciato la tua auto al ovunque. iCarStation salva la posizione, zona, blocco.
tr: iCarStation aracınızı nereye park ettiğiniz daima hatırlayacaktır. Aracınız nereye parak ederseniz edin, yerini kayıt edebileceksiniz.
zh_hant: 應用程序會永遠記得你離開車子停。當你離開你的車在任何地方。應用程序保存的位置，區域，區塊。

source: If paid parking time. Define the amount of time to implement. The application will notify you when the time expires automatically.
de: Wenn bezahlte Parkzeit. Definieren Sie die Höhe der Zeit zu implementieren. Die Anwendung benachrichtigt Sie, wenn die Zeit abgelaufen ist automatisch.
es: Si paga el tiempo de estacionamiento. Definir la cantidad de tiempo para poner en práctica. La aplicación te notificaremos cuando el tiempo expira automáticamente.
fr: Si le temps payé de parking. Définir la quantité de temps à mettre en oeuvre. L'application vous avertira lorsque le délai expire automatiquement.
it: Se il tempo paid parcheggio. Definire la quantità di tempo da implementare. L'applicazione ti avviserà quando il tempo scade automaticamente.
tr: Park süresini uygulmaya girebilirisiniz. Park süreniz dolduğunda iCarStation sürenin dolduğunu hatırlatacaktır.
zh_hant: 如果支付的停車時間。定義的時間量來實現。當時間自動過期的應用程序會通知您。

source: Save your parked car at the carpark or street. Locate your current position using your devices location services (GPS, etc.), Save your position with one click of a button, Save your rating of customer
de: Speichern Sie Ihre geparkten Auto auf dem Parkplatz oder die Straße. Suchen Sie Ihre aktuelle Position mit Ihrem Geräte Ortungsdienste (GPS, etc.), Speichern Sie Ihre Position mit einem Klick auf eine Schaltfläche, Speichern Sie Ihre Bewertung der Kunden
es: Guarde su coche aparcado en el aparcamiento o en la calle. Localiza tu posición actual usando sus dispositivos de servicios de localización (GPS, etc), excepto su posición con un solo clic de un botón, guardar el voto del cliente
fr: Enregistrez votre voiture garée sur le parking ou dans la rue. Localisez votre position actuelle en utilisant vos appareils services de localisation (GPS, etc), Enregistrer votre position en un seul clic d'un bouton, enregistrer votre note de client
it: Salvare l'auto parcheggiata presso il parcheggio o sulla strada. Individuare la posizione corrente utilizzando i dispositivi i servizi di localizzazione (GPS, ecc), salvare la posizione con un solo clic di un pulsante, Salva il tuo voto di cliente
tr: Otopark ya da sokakta park edilmiş araç kaydedin. Cihazlarınızın konum servisleri (GPS, vb) kullanarak mevcut konumunuzu bulun, bir düğmeye tek bir tıklama ile konumunu kaydedin, müşteri puanınızı kaydet
zh_hant: 保存您的車停放在停車場或街道。使用您的設備定位服務（GPS）定位您的當前位置保存一個按鈕，點擊你的位置，保存你的客戶的評價

source: Save a typed picture about the location of your car, Search functions, Recall your last locations where you parked your car and Map directions from your current location to any previously saved location.!
de: Speichern Sie eine typisierte Bild über den Standort des Autos, Suchfunktionen, Recall Ihrer letzten Orte, an denen Sie Ihr Auto und Karte zu beliebigen zuvor gespeicherte Position geparkt von Ihrem aktuellen Standort!
es: Guardar una imagen mecanografiado sobre la ubicación de su coche, funciones de búsqueda, recuperación de sus últimas ubicaciones dónde estacionó su auto y direcciones Mapa desde su posición actual a cualquier ubicación previamente guardada!
fr: Enregistrer une image tapé sur l'emplacement de votre voiture, fonctions de recherche, rappeler vos dernières endroits où vous avez garé votre voiture et la carte des directions de votre position actuelle à n'importe quel endroit précédemment enregistré!
it: Salvare una foto tipizzato circa la posizione della vostra auto, funzioni di ricerca, Ricordiamo le ultime posizioni dove hai parcheggiato l'auto e mappa le indicazioni dalla posizione corrente in qualsiasi posizione salvata in precedenza
tr: Aracınızı park ettiğiniz yerin fotoğrafını çekebilir, Parkyerindeki araçların listesinde plakaya göre arama yapabilir, en son park ettiğiniz yeri kayıt edebilir. Harita üzerinde aracı park ettiğiniz yerin rotasına erişebilirsiniz.
zh_hant: 節省你的車的位置的類型圖片，搜索功能，回想你停你的車，地圖方向從當前位置到之前保存的位置你的最後位置!
