Repository: durul/iCarStation
Catalog: *.lproj/Storyboard.strings
Languages: fr

# 2z9-CN-I5g.placeholder
source: Blocks
fr: Blocs

# 5ug-yY-bb9.headerTitle
source: Ticket
fr: Billet

# 9ZT-nJ-p2Y.text
source: Please Write Details And Click !
fr: Écrire détails et cliquez sur!

# 9kM-ZP-7yl.placeholder
source: Check Out
fr: Quitter

# C0U-4Y-MF2.title
source: Car
fr: Voiture

# CXg-Ra-iGW.headerTitle
source: Check Out
fr: Quitter

# FGo-0x-z5P.headerTitle
source: Car Details
fr: Détails Du Véhicule

# HST-pM-j5I.title
source: Models
fr: Brand

# Hm6-gm-AXa.headerTitle
source: Ratings
fr: Classement

# IVa-a2-Vfj.headerTitle
source: Model
fr: Marque

# JgC-CF-00i.title
source: Park Location
fr: Emplacement du Parc

# K7b-B2-uWi.text
source: Subtitle
fr: Sous-Titre

# L6V-yY-KrH.title
source: Models
fr: Marques

# LeL-Dp-7FN.placeholder
source: Model name
fr: Nom de Marque

# Sxm-EI-4f6.normalTitle
source: Pick from album
fr: De l'Album

# TNy-hi-Q9I.placeholder
source: License plate
fr: Plaque d'immatriculation

# VsT-eG-uak.text
source: Subtitle
fr: Sous-Titre

# YFo-41-iuK.text
source: Subtitle
fr: Sous-Titre

# cZp-sP-fhd.headerTitle
source: Blocks
fr: Blocs

# dTy-Gf-pjL.text
source: Title
fr: Titre

# eby-VF-SxE.headerTitle
source: Model Name
fr: Nom de Marque

# efV-An-n6r.text
source: swipe to remove
fr: glisser pour enlever

# fan-04-6rh.placeholder
source: Ratings
fr: Classement

# ffU-mk-qrN.title
source: Models Detail
fr: Détail Marque

# fx0-L1-VEt.title
source: Car Detail
fr: Détail de Voiture

# hfC-I2-RSF.text
source: Model Name
fr: Nom de Marque

# kvR-Ei-eZd.title
source: Car's Model
fr: Marque de Voiture

# mDK-JO-d7a.title
source: Map
fr: Carte

# nTz-2r-Wxq.normalTitle
source: Take a Photo
fr: Photo

# nkU-U1-kwJ.placeholder
source: Name & Surname
fr: Nom et Prénom

# oue-Nv-3je.normalTitle
source: Button
fr: Bouton

# pHC-Ms-UXu.title
source: Map
fr: Carte

# sAI-F2-EVR.text
source: Title
fr: Titre

# tbW-bI-jGo.normalTitle
source: Button
fr: Bouton

# wT6-5R-oxJ.title
source: Car Station
fr: Stationnement

# wbq-eA-GJw.text
source: Title
fr: Titre

# zNj-vQ-KjT.title
source: Check Out
fr: Quitter
