Repository: durul/iCarStation
Catalog: DBPrivacyHelper/DBPrivacyHelperLocalizations/*.lproj/DBPrivacyHelperLocalizable.strings
Languages: it, zh_hant

source: Close
it: Chiudi
zh_hant: 關閉

source: Location Services
it: Localizzazione
zh_hant: 定位服務

source: Photos
it: Foto
zh_hant: 照片

source: Camera
it: Fotocamera
zh_hant: 相機

source: Health
it: Salute
zh_hant: 健康

source: Motion Activity
it: Attivit√† motoria
zh_hant: 運動紀錄

source: Allow access to "%@" with these steps:
it: Abilita l'accesso a "%@" in questo modo:
zh_hant: 根據以下步驟 開啟「%@」功能

source: Open device settings
it: Apri i settings del dispositivo
zh_hant: 開啟裝置的設定

source: Tap on Privacy
it: Seleziona Privacy
zh_hant: 選擇「隱私」

source: Tap on "%@"
it: Seleziona "%@"
zh_hant: 選擇「%@」

source: Allow your application to use "%@"
it: Permetti alla tua applicazione di usare "%@"
zh_hant: 允許應用程式使用「%@」
